Repository: BP601/wp-job-manager-resumes-lang
Catalog: wp-job-manager-resumes-*.po
Languages: fr_fr

source: Settings
fr_fr: Paramètres

source: Approve Resumes
fr_fr: Approuver

source: %s approved
fr_fr: %s approuvé

source: Select a category
fr_fr: Sélectionner catégorie

source: Candidate name
fr_fr: Nom du candidat

source: Resume updated. <a href="%s">View Resume</a>
fr_fr: CV mis à jour. <a href=« %s »>Voir CV</a>

source: Custom field updated.
fr_fr: Champ personnalisé mis à jour.

source: Custom field deleted.
fr_fr: Champ personnalisé supprimé.

source: Resume updated.
fr_fr: CV mis à jour.

source: Resume restored to revision from %s
fr_fr: restauré à la révision du %s

source: Resume published. <a href="%s">View Resume</a>
fr_fr: CV publié. <a href=« %s »>Voir CV</a>

source: Resume saved.
fr_fr: CV enregistré.

source: Resume submitted. <a target="_blank" href="%s">Preview Resume</a>
fr_fr: CV soumis. <a target="_blank" href="%s">Aperçu CV</a>

source: Resume draft updated. <a target="_blank" href="%s">Preview Resume</a>
fr_fr: Brouillon de CV mis à jour. <a target="_blank" href="%s">Prévisualiser</a>

source: Candidate
fr_fr: Candidat

source: Location
fr_fr: Lieu

source: Posted
fr_fr: Posté le

source: Expires
fr_fr: Expire le

source: Skills
fr_fr: Compétences

source: Categories
fr_fr: Catégories

source: Featured?
fr_fr: Mis en avant?

source: Resume ID: %d
fr_fr: Identifiant du CV %d

source: by a guest
fr_fr: en tant qu’invité

source: by %s
fr_fr: par %s

source: Approve
fr_fr: Approuver

source: View
fr_fr: Voir

source: Email Candidate
fr_fr: Email du candidat

source: Edit
fr_fr: Modifier

source: Delete
fr_fr: Supprimer

source: Resume Listings
fr_fr: Listes de CV

source: Resumes Per Page
fr_fr: CV par page

source: How many resumes should be shown per page by default?
fr_fr: Combien de curriculum vitae doit être affiché par page par défaut?

source: Enable resume categories
fr_fr: Activer catégories de CV

source: Choose whether to enable resume categories. Categories must be setup by an admin for users to choose during job submission.
fr_fr: Souhaitez-vous activer les catégories des postes ? Les catégories doivent être pré-définies par un administrateur pour que les utilisateurs puissent les sélectionner lors de la soumission d’un poste.

source: Multi-select Categories
fr_fr: Sélection de catégories multiples

source: Enable category multiselect by default
fr_fr: Activer la multi-sélection de catégorie par défaut

source: If enabled, the category select box will default to a multiselect on the [resumes] shortcode.
fr_fr: Si activé, le shortcode [resumes] proposera par défaut la sélection de catégories multiples.

source: Category Filter Type
fr_fr: Type de filtre de catégorie

source: Resumes will be shown if within ANY selected category
fr_fr: Afficher les postes qui appartiennent à AU MOINS UNE catégorie sélectionnée

source: Resumes will be shown if within ALL selected categories
fr_fr: Afficher les postes qui appartiennent à TOUTES les catégories sélectionnées

source: Enable resume skills
fr_fr: Activer les compétences sur les CV

source: Choose whether to enable the resume skills field. Skills work like tags and can be added by users during resume submission.
fr_fr: Souhaitez-vous activer les catégories de CV ? Les catégories doivent être pré-définies par un administrateur pour que les utilisateurs puissent les sélectionner lors de la soumission d’un poste.

source: Maximum Skills
fr_fr: Compétences Maximum

source: Unlimited
fr_fr: Illimité

source: Enter the number of skills per resume submission you wish to allow, or leave blank for unlimited skills.
fr_fr: Entrez le nombre de compétences par la soumission de CV que vous souhaitez autoriser, ou laissez le blanc pour les compétences illimitées.

source: Resume Upload
fr_fr: Téléchargement de CV

source: Enable resume upload
fr_fr: Activer l’envoi de CV

source: Choose whether to allow candidates to upload a resume file.
fr_fr: Choisissez de permettre aux candidats de télécharger un fichier de CV

source: Resume Submission
fr_fr: Envoi de CV

source: Account Required
fr_fr: Compte requis

source: Submitting listings requires an account
fr_fr: Un compte est nécessaire pour soumettre une annonce

source: If disabled, non-logged in users will be able to submit listings without creating an account. Please note that this will prevent non-registered users from being able to edit their listings at a later date.
fr_fr: Si désactivé, les utilisateurs non-connectés pourront soumettre de cv sans créer de compte. S’il vous plaît noter que cela empêchera les utilisateurs non enregistrés d’être en mesure de modifier leurs cv à une date ultérieure.

source: Account Creation
fr_fr: Création d’un compte

source: Allow account creation
fr_fr: Permettre la création de compte

source: If enabled, non-logged in users will be able to create an account by entering their email address on the resume submission form.
fr_fr: Si activé, les utilisateurs non connectés pourront créer un compte en saisissant leur adresse e-mail lors de la soumission d’une offre.

source: Account Username
fr_fr: Identifiant du compte

source: Automatically Generate Username from Email Address
fr_fr: Générer automatiquement le nom d’utilisateur à partir l’adresse e-mail

source: If enabled, a username will be generated from the first part of the user email address. Otherwise, a username field will be shown.
fr_fr: Si activé, un nom d’utilisateur sera généré à partir de la première partie de l’adresse e-mail de l’utilisateur. Dans le cas contraire, un champ nom d’utilisateur s’affichera.

source: Account Role
fr_fr: Rôle du compte

source: If you enable registration on your submission form, choose a role for the new user.
fr_fr: Si vous autorisez la création de compte sur votre formulaire de soumission de projets, choisissez un rôle pour le nouvel utilisateur.

source: Approval Required
fr_fr: Approbation requise

source: New submissions require admin approval
fr_fr: Nouvelles soumissions nécessitent l’approbation de l’administrateur

source: If enabled, new submissions will be inactive, pending admin approval.
fr_fr: Si activé, de nouvelles soumissions seront inactives, en attendant l’approbation de l’administrateur.

source: Email New Submissions
fr_fr: Envoyer par email la Nouvelle publication

source: Email resume details to the admin user after submission.
fr_fr: Un résumé est envoyé à l’administrateur après l’envoi du cv.

source: If enabled, all resume details for new submissions will be emailed to %s.
fr_fr: Si elle est activée, tous les détails de curriculum vitae pour les nouvelles demandes seront envoyées par courriel à %s.

source: Listing Duration
fr_fr: Durée de validité

source: How many <strong>days</strong> listings are live before expiring. Can be left blank to never expire. Expired listings must be relisted to become visible.
fr_fr: Combien <strong>de jours</strong> les cv sont en ligne avant d’expirer. Peut être laissé en blanc pour ne jamais expirer. Annonces expiré doivent être remis en ligne pour devenir visible.

source: Never expire
fr_fr: N’expire jamais

source: Auto-hide Resumes
fr_fr: Auto-cacher les CV

source: Never auto-hide
fr_fr: Jamais Auto-cacher les CV

source: Listing Limit
fr_fr: Limite de la liste

source: How many listings are users allowed to post. Can be left blank to allow unlimited listings per account.
fr_fr: Combien de cv les utilisateurs sont autorisés à poster. Peut être laissé vide pour permettre à un nombre illimité de cv par compte.

source: No limit
fr_fr: Aucune limite

source: Linkedin Import
fr_fr: Linkedin importation

source: Allow import of resume data from LinkedIn
fr_fr: Autoriser l’importation de données de CV de LinkedIn

source: If enabled, users will be able to login to LinkedIn and have the resume submission form automatically populated.
fr_fr: Sit activé, les utilisateurs pourront se connecter à LinkedIn et avoir le formulaire de soumission de CV rempli automatiquement.

source: Linkedin Api Key
fr_fr: Clé d’API Linkedin

source: Get your API key by creating a new application on https://www.linkedin.com/secure/developer
fr_fr: Obtenez votre clé API en créant une nouvelle application sur https://www.linkedin.com/secure/developer

source: Apply with Resume
fr_fr: Postuler avec CV en ligne

source: Email Application Method
fr_fr: Méthode de candidature par email

source: Allow candidates to apply to jobs which use the email application method
fr_fr: Permettre aux candidats de postuler aux offres qui utilisent la méthode de candidature par email

source: If a candidate applies to a job with their online resume, the employer will be mailed their message and a private link to the resume.
fr_fr: Si un candidat postule à un emploi avec son CV en ligne, l’employeur sera informé par mail de leur message et recevra un lien privé vers le cv.

source: Website URL Application Method
fr_fr: Méthode de candidature par l’URL de site Web

source: Allow candidates to apply to jobs which use the the website URL application method
fr_fr: Permettre aux candidats de postuler à des emplois qui utilisent la méthode d’application de l’URL d’un site Web

source: If a candidate applies to a job with their online resume, the application will be stored in the database.
fr_fr: Si un candidat postule à un emploi avec leur CV en ligne, la demande sera stocké dans la base de données.

source: Force Apply With Resume
fr_fr: Force les candidatures via le CV en ligne sur ce site.

source: Force candidates to create a resume and apply through resume manager
fr_fr: Force les candidats à créer un CV en ligne sur ce site et à poster depuis celui-ci.

source: Candidates without a resume on file will be taken through the resume submission process to apply for a job. Other details, such as the application email address, will be hidden.
fr_fr: Les candidats sans curriculum vitae devront passer par le biais de la procédure de soumission de curriculum vitae pour postuler à un emploi. Autres informations, telles que l’adresse de courriel de demande, seront masquées.

source: Submit Resume Page
fr_fr: Page Soumettre CV

source: Select the page where you have placed the [submit_resume_form] shortcode. This lets the plugin know where the form is located.
fr_fr: Sélectionnez la page où vous avez placé le shortcode [submit_job_form] . Ceci permettra au plugin de savoir où le formulaire de création se trouve.

source: Candidate Dashboard Page
fr_fr: Page Tableau de Bord du candidat

source: Select the page where you have placed the [candidate_dashboard] shortcode. This lets the plugin know where the dashboard is located.
fr_fr: Sélectionnez la page où vous avez placé le shortcode [job_dashboard] . Ceci permettra au plugin de savoir où le tableau de bord se trouve.

source: Resume Listings Page
fr_fr: Listes de CV

source: Select the page where you have placed the [resumes] shortcode. This lets the plugin know where the resume listings page is located.
fr_fr: Sélectionnez la page où vous avez placé le shortcode [jobs]. Ceci permettra au plugin de savoir où votre liste de postes se trouve.

source: Resume Visibility
fr_fr: Visibilité du CV

source: Browse Resume Capability
fr_fr: Capacité pour lister les CV

source: Enter the <a href="%s">capability</a> required in order to browse resumes. Supports a comma separated list of roles/capabilities.
fr_fr: Entrez la <a href="%s">capacité</a> requise pour lister les curriculum vitae. Séparer les rôles/capacités par des virgules.

source: View Resume Capability
fr_fr: Capacité pour afficher les CV

source: Enter the <a href="%s">capability</a> required in order to view a single resume. Supports a comma separated list of roles/capabilities.
fr_fr: Entrez la <a href="%s">capacité</a> nécessaire pour afficher un cv. Séparer par des virgules les rôles/capacités.

source: Contact Details Capability
fr_fr: Capacité pour contacter le candidat

source: Setup
fr_fr: Réglages

source: Resume Manager Setup
fr_fr: CV Manager Configuration

source: 2. Page Setup
fr_fr: 2. Page de configuration

source: 3. Done
fr_fr: 3. Terminé

source: Setup Wizard Introduction
fr_fr: Assistant de configuration

source: Thanks for installing <em>Resume Manager</em>!
fr_fr: Merci pour l’installation du <em>Gestionnaire de CV</em>!

source: Skip setup. I will setup the plugin manually
fr_fr: Passer la configuration. Je vais configuration manuellement le plugin

source: Page Setup
fr_fr: Page de configuration

source: Page Title
fr_fr: Titre de la page

source: Page Description
fr_fr: Description de la page

source: Content Shortcode
fr_fr: Shortcode contenu

source: This page allows users to browse, search, and filter resume listings on the front-end of your site.
fr_fr: Cette page permet aux utilisateurs de parcourir, rechercher et filtrer les cv sur le front-end de votre site.

source: Skip this step
fr_fr: Passer cette étape

source: All Done!
fr_fr: Terminé !

source: Looks like you're all set to start using the plugin. In case you're wondering where to go next:
fr_fr: On dirait que vous êtes prêt à commencer à utiliser le plugin. Au cas où vous vous demandez où aller:

source: Tweak the plugin settings
fr_fr: Pas d’inquiétude ! Nous avons déplacé les options de BuddyPress dans un endroit plus facile d’accès. Vous voyez cette page parce que vous utilisez un vieux plugin BuddyPress qui n’a pas été mis à jour.

source: Add a resume via the back-end
fr_fr: Ajouter un CV via le back-end

source: Add a resume via the front-end
fr_fr: Ajouter un curriculum vitae par le front-end

source: View submitted job listings
fr_fr: Voir les CV envoyés

source: View the candidate dashboard
fr_fr: Voir le tableau de bord du candidat

source: And don't forget, if you need any more help using <em>Resume Manager</em> you can consult the %1$sdocumentation%2$s or %3$scontact us via our support area%2$s!
fr_fr: Et n’oubliez pas, si vous avez besoin d’aide plus à l’aide du <em>Gestionnaire de CV</em> vous pouvez consulter le %1$sdocumentation %2$s ou %3$scontact nous via notre support zone %2$s !

source: Support the Ongoing Development of WP Job Manager
fr_fr: Soutenir le développement continu de WP Job Manager

source: There are many ways to support open-source projects such as WP Job Manager, for example code contribution, translation, or even telling your friends how awesome the plugin (hopefully) is. Thanks in advance for your support - it is much appreciated!
fr_fr: Il y’a plusieurs façons de soutenir des projets open-source tels que WP Job Manager, par exemple contribution de code, la traduction, ou même de dire à vos amis à quel point le plugin est génial (espérons-le). Merci d’avance pour votre soutien - il est très apprécié!

source: Leave a positive review
fr_fr: Laissez un commentaire positif

source: Contribute a localization
fr_fr: Contribuer une localisation

source: Contribute code or report a bug
fr_fr: Contribuer au code ou signaler un bug

source: Help other users on the forums
fr_fr: Aidez les autres utilisateurs sur les forums

source: Professional Title
fr_fr: Titre professionnel

source: Contact Email
fr_fr: Courriel de contact

source: you@yourdomain.com
fr_fr: vous@votredomaine.com

source: Candidate Location
fr_fr: Localisation du candidat

source: e.g. "London, UK", "New York", "Houston, TX"
fr_fr: ex. « Paris, France », « Genève, Suisse », « Montréal, Canada »

source: URL to the candidate photo
fr_fr: URL de la photo de profil

source: Video
fr_fr: Vidéo

source: URL to the candidate video
fr_fr: URL de la vidéo du candidat

source: Resume File
fr_fr: Fichier du CV

source: URL to the candidate's resume file
fr_fr: URL du CV du candidat

source: Posted by
fr_fr: Posté par

source: Feature this Resume?
fr_fr: Mettre ce CV en avant ?

source: Featured resumes will be sticky during searches, and can be styled differently.
fr_fr: Mettre ce Curriculum Vitae en vedette - il sera différent et collant.

source: Candidate Data
fr_fr: Les données du profil

source: Education
fr_fr: Formation académique

source: Experience
fr_fr: Expérience professionnelle

source: Add %s
fr_fr: Ajouter %s

source: Name
fr_fr: Nom

source: Your site
fr_fr: Votre site

source: School name
fr_fr: Nom de l’établissement

source: Start/end date
fr_fr: Date de début et de fin

source: Employer
fr_fr: Employeur

source: Job Title
fr_fr: Titre du poste

source: Optionally provide links to any of your websites or social network profiles.
fr_fr: Ajouter des liens vers l&#39;un de vos sites Web ou profils de réseaux sociaux.

source: No resumes found matching your selection.
fr_fr: Aucun CV trouvés correspondant à votre sélection.

source: Showing &ldquo;%s&rdquo; %sresumes
fr_fr: Montrer &ldquo;%s&rdquo; %sresumes

source: Showing all %sresumes
fr_fr: Affichage des %sresumes

source: located in &ldquo;%s&rdquo;
fr_fr: situé en &ldquo;%s&rdquo;

source: Submit your resume below to apply for the job "%s".
fr_fr: Proposez votre CV ci-dessous pour postuler pour le poste "%s".

source: Please choose a resume to apply with
fr_fr: S’il vous plaît choisir un curriculum vitae pour postuler avec

source: This job cannot be applied for using a resume
fr_fr: Vous ne pouvez postuler à cette annonce sans déposer de CV avant.

source: Please enter a message to include with your application
fr_fr: Veuillez écrire un message à joindre à votre demande

source: Your application has been sent successfully
fr_fr: Votre candidature a bien été envoyée !

source: Error sending application
fr_fr: Erreur d’envoi de la candidature.

source: Hello
fr_fr: Bonjour

source: A candidate has applied online for the position "%s".
fr_fr: Un candidat a postulé en ligne pour le poste "%s".

source: You can view their online resume here: %s.
fr_fr: Vous pouvez voir cette candidature ici :%s

source: Or you can contact them directly at: %s.
fr_fr: Vous pouvez le contacter directement à: %s.

source: New Resume Submission From %s
fr_fr: Nouvel envoi de CV depuis %s

source: Resume Category
fr_fr: Catégorie de CV

source: Resume Categories
fr_fr: Catégories de CV

# Resume category slug - resave permalinks after changing this
source: resume-category
fr_fr: categorie-cv

source: Search %s
fr_fr: Rechercher %s

source: All %s
fr_fr: Tous les %s

source: Edit %s
fr_fr: Modifier %s

source: Update %s
fr_fr: Mettre à jour %s

source: Add New %s
fr_fr: Ajouter un nouveau %s

source: New %s Name
fr_fr: Nouveau %s Nom

source: Candidate Skill
fr_fr: Savoir-faire du candidat

source: Candidate Skills
fr_fr: Compétences du candidats

source: Resume
fr_fr: CV

source: Resumes
fr_fr: CV

# Resume permalink - resave permalinks after changing this
source: resume
fr_fr: cv

source: Add New
fr_fr: Ajouter un nouveau

source: New %s
fr_fr: Nouveau %s

source: View %s
fr_fr: Voir %s

source: No %s found
fr_fr: Acuun %s trouvé

source: No %s found in trash
fr_fr: %s introuvable dans la corbeille

source: This is where you can create and manage user resumes.
fr_fr: Ce est là que vous pouvez créer et gérer des CV de l&#39;utilisateur.

# post status
source: Hidden
fr_fr: Caché

source: Hidden <span class="count">(%s)</span>
fr_fr: Caché <span class="count">(%s)</span>

source: File not found
fr_fr: Fichier non trouvé

source: Go to homepage
fr_fr: Retour à l'accueil

source: Contact via the resume for "%s" on %s
fr_fr: Contact par le CV pour "%s" sur %s

source: Invalid Resume ID
fr_fr: ID du CV invalide

source: %s has been deleted
fr_fr: %s a été supprimée

source: %s has been hidden
fr_fr: %s a été caché

source: %s has been published
fr_fr: %s a été publié

source: Load more resumes
fr_fr: Afficher plus de CV

source: Display a list of recent listings on your site, optionally matching a keyword and location.
fr_fr: Afficher la liste des derniers cv sur votre site, éventuellement correspondant à un mot clé et un lieu.

source: Recent %s
fr_fr: Récent %s

source: Title
fr_fr: Titre

source: Keyword
fr_fr: Mots-clés

source: Number of listings to show
fr_fr: Nombre de cv à afficher

source: Display a list of featured listings on your site.
fr_fr: Afficher une liste des cv en vedettes sur votre site.

source: Featured %s
fr_fr: Vedette %s

source: Invalid resume
fr_fr: CV invalide

source: Save changes
fr_fr: Sauvegarder les modifications

source: Your changes have been saved.
fr_fr: Vos modifications ont été sauvegardés.

source: View Resume &rarr;
fr_fr: Voir le CV &rarr;

source: Submit Details
fr_fr: Soumettre les détails

source: Preview
fr_fr: Prévisualiser &rarr;

source: Done
fr_fr: Terminé

source: Application
fr_fr: Candidature

source: Maximum of %d.
fr_fr: Maximum de %d.

source: Your name
fr_fr: Votre nom

source: Your full name
fr_fr: Votre nom complet

source: Your email
fr_fr: Votre email

source: Professional title
fr_fr: Titre professionnel

source: e.g. "Web Developer"
fr_fr: par exemple, « Développeur Web »

source: A link to a video about yourself
fr_fr: Un lien vers une vidéo de vous-même

source: Resume category
fr_fr: Catégorie de CV

source: Resume Content
fr_fr: Contenu du CV

source: Comma separate a list of relevant skills
fr_fr: Liste de compétences (mots clefs) relatives à votre CV, séparés par une virgule

source: Resume file
fr_fr: Fichier du CV

source: Optionally upload your resume for employers to view. Max. file size: %s.
fr_fr: Téléchargez votre CV pour qu’il soit visible aux employeurs. Taille Max. du fichier: %s.

source: %s is a required field
fr_fr: %s est un champ obligatoire

source: %s is invalid
fr_fr: %s est invalide

source: Please enter no more than %d skills.
fr_fr: S’il vous plaît entrez pas plus de %d compétences.

source: Preview &rarr;
fr_fr: Prévisualiser &rarr;

source: Please enter a username.
fr_fr: Veuillez saisir un nom d’utilisateur.

source: Please enter your email address.
fr_fr: Veuillez entrer votre adresse email.

source: You must be signed in to post your resume.
fr_fr: Vous devez être connecté pour publier votre CV.

source: Submit Resume &rarr;
fr_fr: Soumettre votre CV →

source: &larr; Edit resume
fr_fr: &larr; Modifier le CV

source: Enter a message below to apply to "%s". This will accompany your online resume and be sent to the employer.
fr_fr: Entrez un message ci-dessous pour postuler à "%s". Cela accompagnera votre CV en ligne et sera envoyé au recruteur.

source: Send application
fr_fr: Envoyer la candidature

source: Please enter a message
fr_fr: Veuillez saisir un message

source: Error sending application.
fr_fr: Erreur d’envoi de la candidature.

source: Enter your licence key and email and hit return. A valid key is required for automatic updates.
fr_fr: Entrez votre clé de licence et email et appuyez sur enter. Une clé valide est nécessaire pour les mises à jour automatiques.

source: Hide notice
fr_fr: Masquer les détails

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
fr_fr: Il y a une nouvelle version de %1$s disponible. <a target="_blank" class="thickbox" href="%2$s">voir détails de la version %3$s</a> ou <a href="%4$s"> mettre à jour maintenant</a>.

source: Reset
fr_fr: Réinitialiser

# post status
source: Draft
fr_fr: Brouillon

# post status
source: Expired
fr_fr: Expirée

# post status
source: Preview
fr_fr: Prévisualisation

# post status
source: Pending approval
fr_fr: En attente d’approbation

# post status
source: Pending payment
fr_fr: Attente paiement

# post status
source: Published
fr_fr: Publié

source: Published
fr_fr: Publié

source: Expired
fr_fr: Expirée

source: Pending Review
fr_fr: En attente d’approbation

source: Hidden
fr_fr: Caché

source: Inactive
fr_fr: Inactif

source: Sorry, you do not have permission to browse resumes.
fr_fr: Désolé, vous ne avez pas la permission de parcourir les CV.

source: This listing has expired
fr_fr: Cette annonce a expiré
