Repository: BP601/wp-job-manager-resumes-lang
Catalog: wp-job-manager-resumes-*.po
Languages: fr_fr

source: Sorry, you do not have permission to view this resume.
fr_fr: Désolé, vous ne avez pas la permission de voir ce CV.

source: Your account
fr_fr: Votre compte

source: You are currently signed in as <strong>%s</strong>.
fr_fr: Vous êtes actuellement connecté en tant que <strong>%s</strong>.

source: Sign out
fr_fr: Se déconnecter

source: Have an account?
fr_fr: Vous avez déjà un compte?

source: Sign in
fr_fr: Se connecter

source: If you don&rsquo;t have an account you can create one below by entering your email address. A password will be automatically emailed to you.
fr_fr: Si vous n’avez pas encore de compte, vous avez la possibilit&eacute; d’en %scr&eacute;er un en saisissant votre adresse mail. Un mot de passe va &ecirc;tre g&eacute;n&eacute;r&eacute; et envoy&eacute; automatiquement par email.

source: You must sign in to submit a resume.
fr_fr: Vous devez vous connecter pour envoyer un CV.

source: Username
fr_fr: Votre identifiant&nbsp;:

source: (optional)
fr_fr: (facultatif)

source: Apply using your online resume; just enter a short message and choose one of your resumes to email your application.
fr_fr: Postulez à cette annonce en utilisant votre CV en ligne. Cliquez sur le lien ci-dessous pour envoyer votre CV et proposer votre candidature à ce recruteur.

source: Online resume
fr_fr: CV en ligne

source: Choose a resume...
fr_fr: Choisissez un CV en ligne …

# default cover letter
source: To whom it may concern,
fr_fr: Madame, Monsieur,

# default cover letter
source: I am very interested in the %s position at %s. I believe my skills and work experience make me an ideal candidate for this role. I look forward to speaking with you soon about this position.
fr_fr: Je suis très intéressé par le poste de %s à %s. Je crois que mes compétences et mon expérience de travail font de moi un candidat idéal pour ce rôle. J’ai hâte de parler avec vous prochainement à propos de cette offre.

# default cover letter
source: Thank you for your consideration.
fr_fr: Merci de l’intérêt que vous nous portez !

source: You can apply to this job and others using your online resume. Click the link below to submit your online resume and email your application to this employer.
fr_fr: Vous pouvez candidater à ce travail et d’autres en utilisant votre CV en ligne. Cliquez sur le lien ci-dessous pour soumettre votre CV en ligne et envoyer votre candidature à cet employeur.

source: Submit resume and apply
fr_fr: Envoyez votre curriculum vitae et postuler

source: You need to be signed in to manage your resumes.
fr_fr: Vous devez être connecté pour gérer vos CV.

source: Your resume can be viewed, edited or removed below.
fr_fr: Votre CV peut être affiché, modifié ou supprimé ci-dessous.

source: Category
fr_fr: Catégorie

source: You do not have any active resume listings.
fr_fr: Vous n’avez pas encore déposé de candidature

source: Hide
fr_fr: Masquer

source: Publish
fr_fr: Publier

source: Relist
fr_fr: Remettre en ligne

source: Expires %s
fr_fr: Expire dans %s

source: Add Resume
fr_fr: Ajouter un nouveau CV

source: To contact this candidate email <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>
fr_fr: Pour contacter ce candidat par email: <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>

source: Contact using webmail:
fr_fr: Contacter en utilisant un webmail :

source: There are no listings matching your search.
fr_fr: Il n’y a aucun CV correspondant à votre recherche.

source: There are currently no resumes.
fr_fr: Il n’y a actuellement aucun curriculum vitae.

source: %s ago
fr_fr: il y a %s

source: %s at %s
fr_fr: %s à %s

source: Updated %s ago
fr_fr: Mis à jour il y a %s

source: Remove
fr_fr: Effacer

source: Add Education
fr_fr: Ajouter une formation

source: Add Experience
fr_fr: Ajouter une expérience professionnelle

source: Add URL
fr_fr: Ajouter une URL

source: Add
fr_fr: Ajouter

source: Import from LinkedIn
fr_fr: Importer à partir de LinkedIn

source: Keywords
fr_fr: Mots-clés

source: All Resumes
fr_fr: Tous les CV

source: Any Location
fr_fr: Toute Localisation

source: Any category
fr_fr: Toutes les catégories

source: A new resume has just been submitted by *%s*. The details of their resume are as follows:
fr_fr: Un nouveau CV vient d’être envoyé par *%s *. Le détail de son curriculum vitae est le suivante:

source: The content of their resume is as follows:
fr_fr: Le contenu de leur CV est le suivant:

source: Links:
fr_fr: Liens des réseaux sociaux

source: Education:
fr_fr: Éducation :

source: Location: %s
fr_fr: Localisation : %s

source: Experience:
fr_fr: Expérience :

source: Employer: %s
fr_fr: Employeur : %s

source: Job Title: %s
fr_fr: Titre :

source: You can view this resume here: %s
fr_fr: Vous pouvez voir ce CV ici : %s

source: You can view/edit this resume in the backend by clicking here: %s
fr_fr: Vous pouvez voir ce CV ici : %s

source: Resume submitted successfully. To view your resume <a href="%s">click here</a>.
fr_fr: CV soumis avec succès. Pour afficher votre CV, <a href=« %s »>cliquez ici</a>.

source: Resume submitted successfully.
fr_fr: CV envoyé avec succès

source: Resume submitted successfully. Your resume will be visible once approved.
fr_fr: CV soumis avec succès. Votre CV sera visible dès son approbation.

source: Resume Manager requires WP Job Manager to be installed!
fr_fr: Resume Manager nécessite WP Job Manager pour être installé!

source: If you wish to edit the posted details use the "edit resume" button instead, otherwise changes may be lost.
fr_fr: Si vous souhaitez modifier les Détails Ajoutée utilisent le bouton « modifier CV » à la place, sinon les modifications peuvent être perdues.

source: Are you sure you want to remove this item?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ceci ?

source: remove
fr_fr: supprimer

source: Are you sure you want to delete this resume?
fr_fr: Etes-vous sûr(e) de vouloir supprimer ce CV ?
